// route.js
export const routeCoordinates = [
	[51.67984, 39.26905], // Координаты 1
	// Дополнительные координаты между 1 и 2
	[51.6796, 39.2676],
	[51.6793, 39.2661],
	[51.679, 39.2646],
	// Конец дополнительных координат
	[51.67943, 39.26016], // Координаты 2
	// Дополнительные координаты между 2 и 3
	[51.676, 39.257],
	[51.674, 39.255],
	[51.672, 39.254],
	// Конец дополнительных координат
	[51.67256, 39.2528], // Координаты 3
	// Дополнительные координаты между 3 и 4
	[51.67, 39.251],
	[51.668, 39.25],
	[51.666, 39.249],
	// Конец дополнительных координат
	[51.66474, 39.24885], // Координаты 4
	// Дополнительные координаты между 4 и 5
	[51.66, 39.247],
	[51.658, 39.246],
	[51.656, 39.245],
	// Конец дополнительных координат
	[51.64648, 39.23951], // Координаты 5
	// Дополнительные координаты между 5 и 6
	[51.646, 39.241],
	[51.646, 39.242],
	// Конец дополнительных координат
	[51.64589, 39.24274], // Координаты 6
	// Дополнительные координаты между 6 и 7
	[51.6465, 39.2435],

	// Конец дополнительных координат
	[51.64681, 39.24437], // Координаты 7
	// Дополнительные координаты между 7 и 1

	[51.649, 39.246],
	[51.65, 39.247],
	// Конец дополнительных координат
]
